Repository: AdilHamidii/vsms
Catalog: VirtualSIM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Trying again isn't the same attempt: you'll get a different number, on a different carrier from the one that just failed.
de: Ein neuer Versuch ist nicht derselbe Versuch: Sie erhalten eine andere Nummer, bei einem anderen Anbieter als dem, der gerade fehlgeschlagen ist.
es: Reintentar no es el mismo intento: recibirás un número distinto, en un operador distinto del que acaba de fallar.
fr: Réessayer n'est pas le même essai : vous obtiendrez un numéro différent, sur un autre opérateur que celui qui vient d'échouer.
it: Riprovare non è lo stesso tentativo: riceverai un numero diverso, su un operatore diverso da quello appena fallito.
ja: 再試行は同じ試みではありません。今回失敗したキャリアとは別のキャリアで、別の番号が割り当てられます。
pt_br: Tentar de novo não é a mesma tentativa: você recebe um número diferente, em uma operadora diferente da que acabou de falhar.

source: Typical wait
de: Typische Wartezeit
es: Espera habitual
fr: Attente habituelle
it: Attesa tipica
ja: 通常の待ち時間
pt_br: Espera típica

source: US numbers are coming soon. A Canadian number works with US and Canadian phones today.
de: US-Nummern kommen bald. Eine kanadische Nummer funktioniert schon heute mit Telefonen in den USA und Kanada.
es: Los números de EE. UU. llegarán pronto. Un número canadiense ya funciona con teléfonos de EE. UU. y Canadá.
fr: Les numéros américains arrivent bientôt. Un numéro canadien fonctionne dès aujourd'hui avec les téléphones américains et canadiens.
it: I numeri USA arriveranno presto. Un numero canadese funziona già oggi con telefoni USA e canadesi.
ja: 米国の番号は近日対応予定です。カナダの番号は現在、米国とカナダの電話でご利用いただけます。
pt_br: Os números dos EUA chegam em breve. Um número canadense já funciona com telefones dos EUA e do Canadá.

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
pt_br: Indisponível

source: Unblock this number
de: Blockierung aufheben
es: Desbloquear este número
fr: Débloquer ce numéro
it: Sblocca questo numero
ja: この番号のブロックを解除
pt_br: Desbloquear este número

source: Under 30%
de: Unter 30 %
es: Menos del 30%
fr: Moins de 30 %
it: Sotto il 30%
ja: 30%未満
pt_br: Abaixo de 30%

source: Use this address
de: Diese Adresse verwenden
es: Usa esta dirección
fr: Utilisez cette adresse
it: Usa questo indirizzo
ja: このアドレスを使用
pt_br: Use este endereço

source: Used vSMS before? Sign in with the same Apple ID and your number, credits and history come back. None of it is stored on this phone.
de: Schon einmal vSMS genutzt? Melden Sie sich mit derselben Apple-ID an, und Nummer, Credits und Verlauf sind zurück – nichts davon liegt auf diesem Telefon.
es: ¿Ya has usado vSMS? Inicia sesión con el mismo Apple ID y tu número, tus créditos y tu historial vuelven: nada de eso se guarda en este teléfono.
fr: Vous avez déjà utilisé vSMS ? Connectez-vous avec le même identifiant Apple et votre numéro, vos crédits et votre historique reviennent. Rien n'est stocké sur ce téléphone.
it: Hai già usato vSMS? Accedi con lo stesso ID Apple e il tuo numero, i crediti e la cronologia tornano. Niente di tutto ciò è salvato su questo telefono.
ja: vSMSをご利用になったことがありますか？同じApple IDでサインインすると、番号・クレジット・履歴が戻ります。いずれもこの端末には保存されていません。
pt_br: Já usou o vSMS? Entre com o mesmo ID Apple e seu número, créditos e histórico voltam. Nada disso fica salvo neste telefone.

source: Usually arrives in %llds.
de: Kommt normalerweise in %lld s an.
es: Suele llegar en %lld s.
fr: Arrive généralement en %lld s.
it: Di solito arriva in %lld s.
ja: 通常%lld秒以内に届きます。
pt_br: Costuma chegar em %lld s.

source: Usually works for %@
de: Klappt bei %@ meistens
es: Suele funcionar con %@
fr: Marche en général pour %@
it: Di solito funziona per %@
ja: %@ではたいてい届きます
pt_br: Costuma funcionar para %@

source: VERIFICATION CODE
de: BESTÄTIGUNGSCODE
es: CÓDIGO DE VERIFICACIÓN
fr: CODE DE VÉRIFICATION
it: CODICE DI VERIFICA
ja: 認証コード
pt_br: CÓDIGO DE VERIFICAÇÃO

source: Valid until %@
de: Gültig bis %@
es: Válido hasta el %@
fr: Valable jusqu'au %@
it: Valida fino al %@
ja: %@まで有効
pt_br: Válido até %@

source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ja: 認証コード
pt_br: Código de verificação

source: Verify any account without your real number
de: Jedes Konto bestätigen – ohne Ihre echte Nummer
es: Verifica cualquier cuenta sin tu número real
fr: Vérifiez n'importe quel compte sans votre vrai numéro
it: Verifica qualsiasi account senza il tuo numero vero
ja: 本当の番号を使わずにどんなアカウントでも認証
pt_br: Verifique qualquer conta sem seu número real

source: Verify once. Then throw it away.
de: Einmal bestätigen. Dann wegwerfen.
es: Verifica una vez. Y tíralo.
fr: Vérifiez une fois. Puis jetez-le.
it: Verifica una volta. Poi buttalo via.
ja: 一度だけ認証。 あとは捨てるだけ。
pt_br: Verifique uma vez. Depois é só descartar.

source: WHAT SIGNING IN MEANS
de: WAS DIE ANMELDUNG BEDEUTET
es: QUÉ IMPLICA INICIAR SESIÓN
fr: CE QUE LA CONNEXION IMPLIQUE
it: COSA COMPORTA L'ACCESSO
ja: サインインについて
pt_br: O QUE ENTRAR SIGNIFICA

source: Waiting
de: Wartet
es: Esperando
fr: En attente
it: In attesa
ja: 待機中
pt_br: Aguardando

source: Waiting animation
de: Warteanimation
es: Animación de espera
fr: Animation d’attente
it: Animazione d’attesa
ja: 待機アニメーション
pt_br: Animação de espera

source: Waiting for %@ code…
de: Warten auf den %@-Code …
es: Esperando el código de %@…
fr: En attente du code %@…
it: In attesa del codice %@…
ja: %@のコードを待っています…
pt_br: Aguardando o código de %@…

source: Waiting for a code
de: Warten auf einen Code
es: Esperando un código
fr: En attente d'un code
it: In attesa di un codice
ja: コードを待っています
pt_br: Aguardando um código

source: Waiting for the code
de: Warten auf den Code
es: Esperando el código
fr: En attente du code
it: In attesa del codice
ja: コードを待っています
pt_br: Aguardando o código

source: Waiting for your code
de: Warten auf Ihren Code
es: Esperando tu código
fr: En attente de votre code
it: In attesa del tuo codice
ja: コードを待っています
pt_br: Aguardando seu código

source: We ask the mail provider for live stock every time, so this needs a connection. Nothing has been charged.
de: Wir fragen den Mail-Anbieter jedes Mal live nach dem Bestand, dafür ist eine Verbindung nötig. Es wurde nichts berechnet.
es: Consultamos el stock en vivo al proveedor de correo cada vez, así que esto necesita conexión. No se ha cobrado nada.
fr: Nous demandons le stock en direct au fournisseur à chaque fois, une connexion est donc nécessaire. Rien n'a été facturé.
it: Chiediamo ogni volta la disponibilità in tempo reale al fornitore di posta, quindi serve una connessione. Non è stato addebitato nulla.
ja: 毎回メールプロバイダに在庫を問い合わせるため、通信環境が必要です。料金は発生していません。
pt_br: Consultamos o provedor de e-mail sobre o estoque em tempo real a cada vez, então isso precisa de conexão. Nada foi cobrado.

source: We couldn't delete your account. Please try again.
de: Ihr Konto konnte nicht gelöscht werden. Bitte erneut versuchen.
es: No pudimos eliminar tu cuenta. Inténtalo de nuevo.
fr: Nous n'avons pas pu supprimer votre compte. Veuillez réessayer.
it: Non siamo riusciti a eliminare il tuo account. Riprova.
ja: アカウントを削除できませんでした。もう一度お試しください。
pt_br: Não foi possível excluir sua conta. Tente novamente.

source: We couldn't finish setting up your number
de: Wir konnten Ihre Nummer nicht fertig einrichten
es: No pudimos terminar de configurar tu número
fr: Nous n'avons pas pu terminer la configuration de votre numéro
it: Non siamo riusciti a completare la configurazione del tuo numero
ja: 番号の設定を完了できませんでした
pt_br: Não foi possível concluir a configuração do seu número

source: We couldn't finish setting up your number. You haven't been charged for a number you don't have.
de: Wir konnten Ihre Nummer nicht fertig einrichten. Für eine Nummer, die Sie nicht haben, wurde nichts berechnet.
es: No pudimos terminar de configurar tu número. No se te ha cobrado por un número que no tienes.
fr: Nous n'avons pas pu terminer la configuration de votre numéro. Vous n'avez pas été débité pour un numéro que vous n'avez pas.
it: Non siamo riusciti a completare la configurazione del tuo numero. Non ti è stato addebitato nulla per un numero che non hai.
ja: 番号の設定を完了できませんでした。お手元にない番号に対する請求は発生していません。
pt_br: Não foi possível concluir a configuração do seu número. Você não foi cobrado por um número que não tem.

source: We couldn't get an address right now. Please try again.
de: Wir konnten gerade keine Adresse abrufen. Bitte erneut versuchen.
es: No pudimos obtener una dirección ahora. Inténtelo de nuevo.
fr: Nous n'avons pas pu obtenir d'adresse. Veuillez réessayer.
it: Non siamo riusciti a ottenere un indirizzo. Riprovi.
ja: 現在アドレスを取得できませんでした。もう一度お試しください。
pt_br: Não conseguimos obter um endereço agora. Tente novamente.

source: We couldn't get you an address this time.
de: Wir konnten Ihnen diesmal keine Adresse besorgen.
es: No pudimos conseguirte una dirección esta vez.
fr: Nous n'avons pas pu vous obtenir d'adresse cette fois-ci.
it: Non siamo riusciti a ottenerti un indirizzo questa volta.
ja: 今回はアドレスを取得できませんでした。
pt_br: Não conseguimos um endereço desta vez.

source: We couldn't load any numbers
de: Wir konnten keine Nummern laden
es: No pudimos cargar ningún número
fr: Nous n'avons pu charger aucun numéro
it: Non siamo riusciti a caricare alcun numero
ja: 番号を読み込めませんでした
pt_br: Não foi possível carregar nenhum número

source: We couldn't load your invite code. Your credits and orders aren't affected.
de: Wir konnten Ihren Einladungscode nicht laden. Ihre Credits und Bestellungen sind nicht betroffen.
es: No pudimos cargar tu código de invitación. Tus créditos y pedidos no se ven afectados.
fr: Nous n'avons pas pu charger votre code d'invitation. Vos crédits et vos commandes ne sont pas affectés.
it: Non siamo riusciti a caricare il tuo codice invito. I tuoi crediti e i tuoi ordini non sono interessati.
ja: 招待コードを読み込めませんでした。クレジットと注文には影響ありません。
pt_br: Não foi possível carregar seu código de convite. Seus créditos e pedidos não são afetados.

source: We couldn't verify that purchase. Please try again.
de: Wir konnten diesen Kauf nicht bestätigen. Bitte erneut versuchen.
es: No pudimos verificar esa compra. Inténtalo de nuevo.
fr: Nous n'avons pas pu vérifier cet achat. Veuillez réessayer.
it: Non siamo riusciti a verificare l'acquisto. Riprova.
ja: その購入を確認できませんでした。もう一度お試しください。
pt_br: Não foi possível verificar essa compra. Tente novamente.

source: We don't offer that email domain.
de: Diese E-Mail-Domain bieten wir nicht an.
es: No ofrecemos ese dominio de correo.
fr: Nous ne proposons pas ce domaine e-mail.
it: Non offriamo quel dominio email.
ja: そのメールドメインは提供していません。
pt_br: Não oferecemos esse domínio de e-mail.

source: We hand you a real, working number
de: Wir geben Ihnen eine echte, funktionierende Nummer
es: Te damos un número real que funciona
fr: Nous vous remettons un vrai numéro qui fonctionne
it: Ti diamo un numero vero e funzionante
ja: 実際に使える本物の番号をお渡しします
pt_br: Entregamos um número real, que funciona

source: We haven't ordered %@ anywhere that matches yet. Untested countries are still buyable.
de: Wir haben %@ noch nirgends passend bestellt. Ungetestete Länder sind trotzdem buchbar.
es: Aún no hemos pedido %@ en ningún sitio que coincida. Los países sin probar se pueden comprar igualmente.
fr: Nous n'avons encore commandé %@ nulle part qui corresponde. Les pays non testés restent achetables.
it: Non abbiamo ancora ordinato %@ in nessun posto corrispondente. I paesi non testati restano acquistabili.
ja: 該当する国で%@をまだ注文したことがありません。未検証の国でも購入できます。
pt_br: Ainda não pedimos %@ em nenhum lugar que corresponda. Países sem teste continuam disponíveis para compra.

source: We hold your credits for 8 minutes while the code comes through.
de: Wir halten Ihre Credits 8 Minuten zurück, während der Code ankommt.
es: Retenemos tus créditos 8 minutos mientras llega el código.
fr: Nous retenons vos crédits pendant 8 minutes le temps que le code arrive.
it: Teniamo i tuoi crediti per 8 minuti mentre arriva il codice.
ja: コードが届くまでの8分間、クレジットをお預かりします。
pt_br: Seguramos seus créditos por 8 minutos enquanto o código chega.

source: We're sorry for the hassle. We're actively working on improving delivery rates.
de: Wir bitten um Entschuldigung für die Unannehmlichkeiten. Wir arbeiten aktiv daran, die Zustellraten zu verbessern.
es: Sentimos las molestias. Estamos trabajando activamente para mejorar las tasas de entrega.
fr: Désolés pour la gêne occasionnée. Nous travaillons activement à améliorer les taux de réception.
it: Ci scusiamo per il disagio. Stiamo lavorando attivamente per migliorare i tassi di consegna.
ja: ご不便をおかけして申し訳ありません。到達率の改善に取り組んでいます。
pt_br: Pedimos desculpas pelo transtorno. Estamos trabalhando ativamente para melhorar as taxas de entrega.

source: We're updating live prices. Ordering is paused for a few minutes.
de: Wir aktualisieren gerade die Live-Preise. Bestellungen sind für einige Minuten pausiert.
es: Estamos actualizando los precios en vivo. Los pedidos están en pausa unos minutos.
fr: Nous mettons à jour les prix en direct. Les commandes sont suspendues quelques minutes.
it: Stiamo aggiornando i prezzi live. Gli ordini sono in pausa per qualche minuto.
ja: 最新価格を更新中です。注文は数分間停止しています。
pt_br: Estamos atualizando os preços. Os pedidos estão pausados por alguns minutos.

source: We've paused data plans while we make some improvements. Any eSIM you already bought keeps working. Find it under My eSIMs.
de: Wir haben Datentarife pausiert, während wir einige Verbesserungen vornehmen. Bereits gekaufte eSIMs funktionieren weiterhin – du findest sie unter „Meine eSIMs“.
es: Hemos pausado los planes de datos mientras hacemos algunas mejoras. Cualquier eSIM que ya hayas comprado sigue funcionando: la encontrarás en Mis eSIM.
fr: Nous avons suspendu les forfaits data le temps d’apporter quelques améliorations. Toute eSIM déjà achetée continue de fonctionner. Retrouvez-la dans « Mes eSIM ».
it: Abbiamo messo in pausa i piani dati mentre apportiamo alcuni miglioramenti. Le eSIM già acquistate continuano a funzionare: le trovi in Le mie eSIM.
ja: 改善作業のため、データプランを一時停止しています。購入済みのeSIMは引き続きご利用いただけます（「マイeSIM」からご確認ください）。
pt_br: Pausamos os planos de dados enquanto fazemos algumas melhorias. Qualquer eSIM que você já comprou continua funcionando. Encontre em Meus eSIMs.

source: We've paused new numbers while we make some improvements. Check back soon.
de: Wir haben neue Nummern pausiert, während wir einige Verbesserungen vornehmen. Schauen Sie bald wieder vorbei.
es: Hemos pausado los números nuevos mientras hacemos algunas mejoras. Vuelve pronto.
fr: Nous avons suspendu les nouveaux numéros le temps d'apporter quelques améliorations. Revenez bientôt.
it: Abbiamo messo in pausa i nuovi numeri mentre apportiamo alcuni miglioramenti. Torna presto.
ja: 改善作業のため、新しい番号の提供を一時停止しています。しばらくしてからご確認ください。
pt_br: Pausamos os novos números enquanto fazemos algumas melhorias. Volte em breve.

source: What signing in means
de: Was die Anmeldung bedeutet
es: Qué implica iniciar sesión
fr: Ce que la connexion implique
it: Cosa comporta l'accesso
ja: サインインについて
pt_br: O que entrar significa

source: What the network rate means
de: Was die Netzwerkrate bedeutet
es: Qué significa la tasa de la red
fr: Ce que signifie le taux du réseau
it: Cosa significa il tasso di rete
ja: ネットワーク到達率について
pt_br: O que é a taxa da rede

source: What the rate means
de: Was die Rate bedeutet
es: Qué significa la tasa
fr: Ce que signifie le taux
it: Cosa significa il tasso
ja: この数値について
pt_br: O que é a taxa

source: What you get
de: Das bekommen Sie
es: Qué incluye
fr: Ce que vous obtenez
it: Cosa ottieni
ja: 含まれるもの
pt_br: O que você recebe

source: Where should it be?
de: Wo soll sie sein?
es: ¿Dónde lo quieres?
fr: Où le voulez-vous ?
it: Dove lo vuoi?
ja: どこの番号にしますか？
pt_br: Onde você quer?

# Worked %lld of %lld
source: Worked %1$lld of %2$lld
de: %lld von %lld erfolgreich
es: %lld de %lld con éxito
fr: %lld sur %lld ont marché
it: %lld su %lld riusciti
ja: %lld/%lld 成功
pt_br: %lld de %lld funcionaram

# Worked %lld of %lld times
source: Worked %1$lld of %2$lld times
de: %lld von %lld Versuchen erfolgreich
es: %lld de %lld intentos con éxito
fr: %lld fois sur %lld ont marché
it: %lld tentativi su %lld riusciti
ja: %2$lld回中%1$lld回成功
pt_br: %lld de %lld tentativas funcionaram

source: YOUR NUMBER
de: DEINE NUMMER
es: TU NÚMERO
fr: VOTRE NUMÉRO
it: IL TUO NUMERO
ja: あなたの番号
pt_br: SEU NÚMERO

source: YOUR TEMPORARY NUMBER
de: IHRE TEMPORÄRE NUMMER
es: TU NÚMERO TEMPORAL
fr: VOTRE NUMÉRO TEMPORAIRE
it: IL TUO NUMERO TEMPORANEO
ja: あなたの一時番号
pt_br: SEU NÚMERO TEMPORÁRIO

source: You can cancel in %llds
de: Stornieren in %llds möglich
es: Puede cancelar en %llds
fr: Annulation possible dans %llds
it: Può annullare tra %llds
ja: %lld秒後にキャンセルできます
pt_br: Você pode cancelar em %llds

source: You can close this. We'll have it ready when you come back.
de: Sie können das schließen – es ist fertig, wenn Sie zurückkommen.
es: Puedes cerrar esto: lo tendremos listo cuando vuelvas.
fr: Vous pouvez fermer. Ce sera prêt à votre retour.
it: Puoi chiudere. Sarà pronto quando torni.
ja: この画面は閉じても大丈夫です。戻ってきたときには準備が整っています。
pt_br: Você pode fechar. Vai estar pronto quando você voltar.

source: You can't use your own code.
de: Sie können nicht Ihren eigenen Code verwenden.
es: No puedes usar tu propio código.
fr: Vous ne pouvez pas utiliser votre propre code.
it: Non puoi usare il tuo stesso codice.
ja: 自分のコードは使えません。
pt_br: Você não pode usar seu próprio código.

source: You have %lld credits
de: Sie haben %lld Credits
es: Tienes %lld créditos
fr: Vous avez %lld crédits
it: Hai %lld crediti
ja: %lldクレジットをお持ちです
pt_br: Você tem %lld créditos

source: You only pay when the code arrives.
de: Du zahlst nur, wenn der Code ankommt.
es: Solo pagas cuando llega el código.
fr: Vous ne payez que si le code arrive.
it: Paghi solo quando arriva il codice.
ja: コードが届いたときだけお支払いいただきます。
pt_br: Você só paga quando o código chega.

source: You weren't charged. Your credits are back in your balance.
de: Dir wurde nichts berechnet – deine Credits sind zurück auf deinem Guthaben.
es: No se te ha cobrado: tus créditos están de vuelta en tu saldo.
fr: Vous n'avez pas été débité. Vos crédits sont de retour sur votre solde.
it: Non ti è stato addebitato nulla. I crediti sono tornati sul saldo.
ja: 請求は発生していません。クレジットは残高に戻っています。
pt_br: Você não foi cobrado. Seus créditos voltaram para o saldo.

# You're %lld credit%@ short for this number — the selected pack covers it.
source: You're %1$lld credit%2$@ short for this number: the selected pack covers it.
de: Noch %1$lld Credit%2$@ zu wenig für diese Nummer – das gewählte Paket deckt es ab.
es: Necesitas %1$lld crédito%2$@ más para este número: el pack seleccionado lo cubre.
fr: Il vous manque %1$lld crédit%2$@ pour ce numéro : le pack sélectionné suffit.
it: Ti servono ancora %1$lld crediti per questo numero: il pacchetto selezionato li copre.
ja: この番号にはあと%1$lldクレジット必要です。選択中のパックでまかなえます。
pt_br: Você precisa de mais %1$lld crédito%2$@ para este número: o pacote selecionado cobre.

source: You're buying
de: Sie kaufen
es: Vas a comprar
fr: Vous achetez
it: Stai acquistando
ja: 購入内容
pt_br: Você está comprando

source: You've already used an invite code.
de: Sie haben bereits einen Einladungscode verwendet.
es: Ya has usado un código de invitación.
fr: Vous avez déjà utilisé un code d'invitation.
it: Hai già usato un codice invito.
ja: 招待コードはすでに使用済みです。
pt_br: Você já usou um código de convite.

source: You've blocked this number. Unblock it to send.
de: Sie haben diese Nummer blockiert. Heben Sie die Blockierung auf, um zu senden.
es: Has bloqueado este número. Desbloquéalo para enviar.
fr: Vous avez bloqué ce numéro. Débloquez-le pour envoyer.
it: Hai bloccato questo numero. Sbloccalo per inviare.
ja: この番号をブロックしています。送信するにはブロックを解除してください。
pt_br: Você bloqueou este número. Desbloqueie para enviar.

source: You've used this month's minutes. They reset when your subscription renews.
de: Sie haben die Minuten dieses Monats aufgebraucht. Sie werden mit der Verlängerung Ihres Abos zurückgesetzt.
es: Has agotado los minutos de este mes. Se reinician cuando se renueva tu suscripción.
fr: Vous avez utilisé vos minutes du mois. Elles se réinitialisent au renouvellement de votre abonnement.
it: Hai usato i minuti di questo mese. Si azzerano al rinnovo dell'abbonamento.
ja: 今月の通話時間を使い切りました。サブスクリプションの更新時にリセットされます。
pt_br: Você usou os minutos deste mês. Eles voltam quando sua assinatura renovar.

source: You've used this month's texts. They reset when your subscription renews.
de: Sie haben die SMS dieses Monats aufgebraucht. Sie werden mit der Verlängerung Ihres Abos zurückgesetzt.
es: Has agotado los mensajes de este mes. Se reinician cuando se renueva tu suscripción.
fr: Vous avez utilisé vos SMS du mois. Ils se réinitialisent au renouvellement de votre abonnement.
it: Hai usato gli SMS di questo mese. Si azzerano al rinnovo dell'abbonamento.
ja: 今月のSMSを使い切りました。サブスクリプションの更新時にリセットされます。
pt_br: Você usou as mensagens deste mês. Elas voltam quando sua assinatura renovar.

source: You've used today's free addresses. Try again tomorrow, or pick Gmail or iCloud.
de: Sie haben die kostenlosen Adressen für heute aufgebraucht. Versuchen Sie es morgen erneut oder wählen Sie Gmail oder iCloud.
es: Ha usado las direcciones gratuitas de hoy. Inténtelo mañana o elija Gmail o iCloud.
fr: Vous avez utilisé vos adresses gratuites du jour. Réessayez demain ou choisissez Gmail ou iCloud.
it: Ha usato gli indirizzi gratuiti di oggi. Riprovi domani o scelga Gmail o iCloud.
ja: 本日の無料アドレスを使い切りました。明日再度お試しいただくか、GmailまたはiCloudをお選びください。
pt_br: Você usou os endereços grátis de hoje. Tente amanhã ou escolha Gmail ou iCloud.

source: You: Yes, 7pm 👍
de: Sie: Ja, 19 Uhr 👍
es: Tú: Sí, a las 19:00 👍
fr: Vous : Oui, 19 h 👍
it: Tu: Sì, alle 19 👍
ja: あなた: はい、19時に👍
pt_br: Você: Sim, 19h 👍

source: Your %lld credits are safe. Every order that ends without a code is refunded in full. The outcome will show in Orders.
de: Ihre %lld Credits sind sicher – jede Bestellung, die ohne Code endet, wird voll erstattet. Das Ergebnis erscheint unter „Bestellungen“.
es: Tus %lld créditos están a salvo: todo pedido que termina sin código se reembolsa por completo. El resultado aparecerá en Pedidos.
fr: Vos %lld crédits sont en sécurité. Toute commande qui se termine sans code est intégralement remboursée. Le résultat s'affichera dans Commandes.
it: I tuoi %lld crediti sono al sicuro. Ogni ordine che finisce senza codice viene rimborsato per intero. L'esito comparirà in Ordini.
ja: %lldクレジットは安全です。コードが届かずに終了した注文はすべて全額返金されます。結果は「注文」に表示されます。
pt_br: Seus %lld créditos estão seguros. Todo pedido que termina sem código é reembolsado integralmente. O resultado vai aparecer em Pedidos.

source: Your %lld credits go back to your balance. If a code is already on its way, you'll lose it.
de: Deine %lld Credits gehen zurück auf dein Guthaben. Ein bereits unterwegs befindlicher Code geht verloren.
es: Tus %lld créditos vuelven a tu saldo. Si ya viene un código en camino, lo perderás.
fr: Vos %lld crédits reviennent sur votre solde. Si un code est déjà en route, vous le perdrez.
it: I tuoi %lld crediti tornano sul saldo. Se un codice è già in arrivo, lo perderai.
ja: %lldクレジットは残高に戻ります。すでに送信中のコードがある場合は受け取れません。
pt_br: Seus %lld créditos voltam para o saldo. Se um código já estiver a caminho, você vai perdê-lo.

source: Your balance covers this. Nothing more to pay.
de: Dein Guthaben deckt das ab – es fällt nichts weiter an.
es: Tu saldo cubre esto: no hay nada más que pagar.
fr: Votre solde couvre cela. Rien de plus à payer.
it: Il tuo saldo copre questo: non c'è altro da pagare.
ja: 残高でまかなえます。追加のお支払いはありません。
pt_br: Seu saldo cobre isso. Não há mais nada a pagar.
